<?php

    $title ??= '';
    $grid_column_count ??= 3;

?>
<section class="container-base-style dashboard_container" style="grid-column: span <?= $grid_column_count ?>">
    <h3><?= $title ?></h3>
    <div class="dashboard_content">
        <section>
            <h4>Добро пожаловать в панель администратора!</h4>
            <p>Мы рады приветствовать вас в нашем удобном
             и мощном инструменте управления вашим сайтом.
             Здесь вы найдете все необходимые инструменты для управления контентом,
             настройки сайта и аналитики. Мы уверены, что вы будете наслаждаться
             работой с нашей панелью и достигнете больших успехов в развитии вашего сайта.
             Спасибо за выбор нашей платформы!</p>
        </section>
        <section>
            <h4>Добро пожаловать в панель администратора!</h4>
            <p>Мы рады приветствовать вас в нашем удобном
             и мощном инструменте управления вашим сайтом.
             Здесь вы найдете все необходимые инструменты для управления контентом,
             настройки сайта и аналитики. Мы уверены, что вы будете наслаждаться
             работой с нашей панелью и достигнете больших успехов в развитии вашего сайта.
             Спасибо за выбор нашей платформы!</p>
        </section>
        <section>
            <h4>Добро пожаловать в панель администратора!</h4>
            <p>Мы рады приветствовать вас в нашем удобном
             и мощном инструменте управления вашим сайтом.
             Здесь вы найдете все необходимые инструменты для управления контентом,
             настройки сайта и аналитики. Мы уверены, что вы будете наслаждаться
             работой с нашей панелью и достигнете больших успехов в развитии вашего сайта.
             Спасибо за выбор нашей платформы!</p>
        </section>
    </div>
</section>
